{
  "plugins": {
    "cmp-nvim-lsp": {
      "src": "https://github.com/hrsh7th/cmp-nvim-lsp.git"
    },
    "cmp-path": {
      "src": "https://github.com/hrsh7th/cmp-path.git"
    },
    "codecompanion.nvim": {
      "src": "https://github.com/olimorris/codecompanion.nvim.git"
    },
    "editorconfig-vim": {
      "src": "https://github.com/editorconfig/editorconfig-vim.git"
    },
    "nightfox.nvim": {
      "src": "https://github.com/EdenEast/nightfox.nvim.git"
    },
    "nvim-cmp": {
      "src": "https://github.com/hrsh7th/nvim-cmp.git"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig.git"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons.git"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim.git"
    },
    "ripgrep": {
      "src": "https://github.com/BurntSushi/ripgrep.git"
    },
    "telescope-fzf-native.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-fzf-native.nvim.git"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim.git"
    },
    "vim-airline": {
      "src": "https://github.com/vim-airline/vim-airline.git"
    },
    "vim-devicons": {
      "src": "https://github.com/ryanoasis/vim-devicons.git"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive.git"
    },
    "vim-go": {
      "src": "https://github.com/fatih/vim-go.git"
    },
    "vim-signify": {
      "src": "https://github.com/mhinz/vim-signify.git"
    }
  }
}
